ZigEmbeddedGroup/texasinstruments-data/ccs_base/common/targetdb/Modules/AM263X/R5SS_ICACHE_CORE0_74000000h.xml
<module name="ICACHE_CORE0" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="ICACHE_CORE0_START" acronym="ICACHE_CORE0_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="Memory  start address" range="31:0" rwaccess="R/W"/>
	</register><register id="ICACHE_CORE0_END" acronym="ICACHE_CORE0_END" offset="8388604" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="Memory  end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>